<?php

return [
    'index' => [
        'brands'            => 'الشركات',
        'add_new'           => 'إضافة شركة جديدة',
        'id'                => 'الترقيم',
        'image'             => 'الصورة',
        'name'              => 'إسم الشركة',
        'name_ar'           => 'إسم الشركة بالعربي',
        'created_at'        => 'الإضافة في',
        'actions'           => 'العمليات',
        'delete_select'     => 'حذف المحدد',
    ],
    'create' => [
        'brands'            => 'الشركات',
        'add_new'           => 'إضافة شركة جديدة',
        'image'             => 'الصورة',
        'name'              => 'إسم الشركة',
        'name_ar'           => 'إسم الشركة بالعربي',
        'save'              => 'حفظ',
        'back'              => 'رجوع',
    ],
    'update' => [
        'brands'            => 'الشركات',
        'edit_brand'        => 'تعديل الشركة',
        'image'             => 'الصورة',
        'name'              => 'إسم الشركة',
        'name_ar'           => 'إسم الشركة بالعربي',
        'update'            => 'تعديل',
        'back'              => 'رجوع',
    ],
];
