<?php

return [
    'add_success'       => 'تمت عملية الإضافة بنجاح :)',
    'update_success'    => 'تمت عملية التعديل بنجاح :)',
    'delete_success'    => 'تم حذف العنصر',
    'not_found'         => 'العنصر غير موجود',
    'error_delete'      => 'لا يمكن حذف العنصر',
    'multi_delete'      => 'تم حذف العناصر بنجاح عدد => ',
    'are_sure_title'    => 'هل أنت متأكد ؟',
    'are_sure'          => 'هل أنت متأكد من حذف هذا العنصر',
    'cancel'            => 'رجوع',
    'sure'              => 'تأكيد',
    'select_item'       => 'إختر العناصر المراد حذفها',
    'update_info'       => 'تم تعديل البيانات بنجاح :)'
];
