<?php

return [
    'index' => [
        'roles'             => 'الصلاحيات',
        'add_new'           => 'إضافة صلاحية جديدة',
        'id'                => 'الترقيم',
        'name'              => 'إسم الصلاحية',
        'name_ar'           => 'إسم الصلاحية بالعربي',
        'created_at'        => 'إنشئ في',
        'actions'           => 'العليات',
        'delete_select'     => 'حذف المحدد',
    ],
    'create' => [
        'roles'                 => 'الصلاحيات',
        'add_new'               => 'إضافة صلاحية جديدة',
        'name'                  => 'إسم الصلاحية',
        'name_ar'               => 'إسم الصلاحية بالعربي',
        'choose_permissions'    => 'إختر الصلاحية',
        'save'                  => 'حفظ',
        'back'                  => 'رجوع',
    ],
    'update' => [
        'roles'                 => 'الصلاحيات',
        'edit_role'             => 'تعديل بيانات الصلاحية',
        'name'                  => 'إسم الصلاحية',
        'name_ar'               => 'إسم الصلاحية بالعربي',
        'choose_permissions'    => 'إختر الصلاحية',
        'update'                => 'تعديل',
        'back'                  => 'رجوع',
    ],
    'show_roles' => 'تفاصيل الصلاحية'
];
