<?php

return [
    'index' => [
        'sizes'             => 'المقاسات',
        'add_new'           => 'إضافة مقاس جديد',
        'id'                => 'الترقيم',
        'size'              => 'المقاس',
        'size_ar'           => 'المقاس بالعربي',
        'created_at'        => 'الإضافة في',
        'actions'           => 'العمليات',
        'delete_select'     => 'حذف المحدد',
    ],
    'create' => [
        'sizes'             => 'المقاسات',
        'add_new'           => 'إضافة مقاس جديد',
        'size'              => 'المقاس',
        'size_ar'           => 'المقاس بالعربي',
        'save'              => 'حفظ',
        'back'              => 'رجوع',
    ],
    'update' => [
        'sizes'             => 'المقاسات',
        'edit_size'         => 'تعديل المقاس',
        'size'              => 'المقاس',
        'size_ar'           => 'المقاس بالعربي',
        'update'            => 'تعديل',
        'back'              => 'رجوع',
    ],
];
