<?php

return [
    'index' => [
        'sliders'       => 'الشرائح',
        'image'         => 'صورة الشريحة',
        'title'         => 'عنوان الشريحة',
        'title_ar'      => 'عنوان الشريحة بالعربي',
        'created_at'        => 'الإضافة في',
        'actions'           => 'العمليات',
        'all_categories'    => 'جميع التصنيفات',
        'delete_select'     => 'حذف المحدد',
    ],
    'create' => [
        'add_new'       => 'إضافة شريحة جديدة',
        'sliders'       => 'الشرائح',
        'image'         => 'صورة الشريحة',
        'title'         => 'عنوان الشريحة',
        'title_ar'      => 'عنوان الشريحة بالعربي',
        'subtitle'      => 'تفاصيل الشريحة',
        'subtitle_ar'   => 'تفاصيل الشريحة بالعربي',
        'save'          => 'حفظ',
        'back'          => 'رجوع',
    ],
    'update' => [
        'edit_slider'   => 'تعديل الشريحة',
        'sliders'       => 'الشرائح',
        'image'         => 'صورة الشريحة',
        'title'         => 'عنوان الشريحة',
        'title_ar'      => 'عنوان الشريحة بالعربي',
        'subtitle'      => 'تفاصيل الشريحة',
        'subtitle_ar'   => 'تفاصيل الشريحة بالعربي',
        'update'        => 'تعديل',
        'back'          => 'رجوع',

    ],
];
